Tekla.Structures.Filtering.Categories.PartFilterExpressions.StartNumber
The StartNumber class represents the start number filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.StartNumber.#ctor
Initializes a new instance of the StartNumber class.